标准服务清册/GT3-ZJ-金税三期标准服务清册_V2.29/附录报文/个人税收业务/GSSB_SB_00005_标准版自行申报保存应征信息/样例报文/自主申报保存应征.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ent="http://entrance.publish.sbf.iitms.gt3.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <ent:service><![CDATA[<?xml version="1.0" encoding="UTF-8" standalone="yes"?><service xmlns="http://www.chinatax.gov.cn/spec/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><head><tran_id>SWZJ.GSGL.SB.STSBFZXSBBCYZXX</tran_id><channel_id>GDDS.ZJNB.GSHD</channel_id><tran_seq>036505bbc5024a5c85cbcd2e29695311</tran_seq><tran_date>20150412</tran_date><tran_time>113454304</tran_time><expand><name>identityType</name><value>49308fd2f75d462594648203c1ae5e93</value></expand></head><body><![CDATA[<?xml version="1.0" encoding="UTF-8"?>
      <taxML xsi:type="ShbxfStandardZxsbRequest" bbh="String" xmlbh="String" xmlmc="String" xsi:schemaLocation="http://www.chinatax.gov.cn/dataspec/ TaxMLBw_GSSB_SB_00005_Request_V1.0.xsd" xmlns="http://www.chinatax.gov.cn/dataspec/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<ShbxfStandardZxsbHead>
		<djxh>12140100000000006567</djxh>
		<nsrsbh>1</nsrsbh>
		<nsrmc>÷‹Ω‹</nsrmc>
		<zgswjgDm>26401070000</zgswjgDm>
		<zgswksfjDm>26401070200</zgswksfjDm>
		<sjgsrq>2015-10-19</sjgsrq>
		<djzclxDm>410</djzclxDm>
		<dwlsgxDm>51</dwlsgxDm>
		<hyDm>1</hyDm>
		<xxsr></xxsr>
		<sbfs>32</sbfs>
		<zsfs>400</zsfs>
		<sbsxDm>0101</sbsxDm>
		<ssglyDm>26401030602</ssglyDm>
		<lrrDm>26400000000</lrrDm>
		<sfzjlxDm></sfzjlxDm>
		<sfzjhm></sfzjhm>
		<sbrq>2015-10-19</sbrq>
		<yzpzzlDm>BDA0610222</yzpzzlDm>
		<sbxxly>2</sbxxly>
	</ShbxfStandardZxsbHead>	
	<ShbxfStandardZxsbDetailList>
		<ShbxfStandardZxsbDetail>
			<sbbm>10000084</sbbm>
			<sbpch>100105</sbpch>
			<xxh>20001142871</xxh>
			<sbjbjgDm>640200</sbjbjgDm>
			<zsxmDm>10203</zsxmDm>
			<zspmDm>102031103</zspmDm>
			<sjzspmDm>102031100</sjzspmDm>
			<zszmDm></zszmDm>
			<skssqq>2016-1-22</skssqq>
			<skssqz>2016-1-30</skssqz>
			<jfjs>3500</jfjs>
			<jfrs>2</jfrs>
			<jffl>0.8</jffl>
			<yjfe>1200</yjfe>
		</ShbxfStandardZxsbDetail>
			<ShbxfStandardZxsbDetail>
			<sbbm>10000083</sbbm>
			<sbpch>100106</sbpch>
			<xxh>20001142870</xxh>
			<sbjbjgDm>640200</sbjbjgDm>
			<zsxmDm>10203</zsxmDm>
			<zspmDm>102031102</zspmDm>
			<sjzspmDm>102031100</sjzspmDm>
			<zszmDm></zszmDm>
			<skssqq>2016-1-22</skssqq>
			<skssqz>2016-1-30</skssqz>
			<jfjs>3500</jfjs>
			<jfrs>1</jfrs>
			<jffl>0.2</jffl>
			<yjfe>800</yjfe>
		</ShbxfStandardZxsbDetail>
	</ShbxfStandardZxsbDetailList>
</taxML>
]]]]>><![CDATA[</body>
</service>]]></ent:service>
   </soapenv:Body>
</soapenv:Envelope>